Dzarda7/esf-demo/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_FATFS_LFN_STACK=y
CONFIG_FATFS_MAX_LFN=32
CONFIG_SERIAL_FLASHER_MD5_ENABLED=y
CONFIG_SERIAL_FLASHER_INTERFACE_USB=y